<?php

// candidates for test voting

$candidates_test = array(
    array('id'=>1, 'name'=>'Александра Серова', 'org'=>'Национальная комиссия по вопросам морали и духовности', 'link'=>'?'),
    array('id'=>2, 'name'=>'Джон Рембо', 'org'=>'Министерство по работе с ветеранскими организациями', 'link'=>'?'),
    array('id'=>3, 'name'=>'Виталя', 'org'=>'Министерство ораторства', 'link'=>'?'),
    array('id'=>4, 'name'=>'Юрий Стець', 'org'=>'Министерство магии', 'link'=>'?'),
    array('id'=>5, 'name'=>'Дмитрий Медведев', 'org'=>'Общественная организация "Цирк шапито"', 'link'=>'?'),
    array('id'=>6, 'name'=>'Йозеф Блаттер', 'org'=>'Голова коміссії з протидії корупції у спорті', 'link'=>'?'),
    array('id'=>7, 'name'=>'Рамзан Ахматович', 'org'=>'Доктор экономических наук, Кавалер ордена Мужества и медали', 'link'=>'?'),
    array('id'=>8, 'name'=>'Елена Бондаренко', 'org'=>'профсоюз "Словом и Телом"', 'link'=>'?'),
    array('id'=>9, 'name'=>'Игорь', 'org'=>'Кофеман', 'link'=>'?'),
    array('id'=>10, 'name'=>'Арсений Несчастный', 'org'=>'Министерство Безысходности', 'link'=>'?'),
    array('id'=>11, 'name'=>'Дмитро Фірташ', 'org'=>'Был такой олигарх', 'link'=>'?'),
    array('id'=>12, 'name'=>'Антон Геращенко', 'org'=>'министерство диетического питания', 'link'=>'?'),
    array('id'=>13, 'name'=>'Вячеслав Кириленко', 'org'=>'Министерство свободного времени', 'link'=>'?'),
    array('id'=>14, 'name'=>'Джордж Буш', 'org'=>'кандидат в авианосцы', 'link'=>'?'),
    array('id'=>15, 'name'=>'Вильям Шекспир', 'org'=>'общество мертвых поэтов', 'link'=>'?'),
    array('id'=>16, 'name'=>'Раскумар Натощак', 'org'=>'Управление по борьбе с наркотиками', 'link'=>'?'),
    array('id'=>17, 'name'=>'Эмметт Браун', 'org'=>'Министерство по работам в прошлом', 'link'=>'?'),
    array('id'=>18, 'name'=>'Николай Азаров', 'org'=>'филолог-эквилибрист', 'link'=>'?'),
    array('id'=>19, 'name'=>'Козак Гаврилюк', 'org'=>'министерство легалайза', 'link'=>'?'),
    array('id'=>20, 'name'=>'Иван Крузенштерн', 'org'=>'человек-пароход', 'link'=>'?'),
    array('id'=>21, 'name'=>'Арсен Аваков', 'org'=>'блогер', 'link'=>'?'),
    array('id'=>22, 'name'=>'Геннадий Корбан', 'org'=>'тренер по "отжайлу"', 'link'=>'?'),
    array('id'=>23, 'name'=>'Михаил Саакашвилли', 'org'=>'О-О-ДА', 'link'=>'?'),
    array('id'=>24, 'name'=>'Сергій Пашинський', 'org'=>'творча спілка "Дайте спокій"', 'link'=>'?'),
    array('id'=>25, 'name'=>'Віктор Ющенко', 'org'=>'міністерство меду', 'link'=>'?'),
    array('id'=>26, 'name'=>'Зорян Шкиряк', 'org'=>'Министерство йоги', 'link'=>'?'),
    array('id'=>27, 'name'=>'Сергій Ківалов', 'org'=>'Міністерство підрахунків', 'link'=>'?'),
    array('id'=>28, 'name'=>'Анатолий Гриценко', 'org'=>'Настоящий полковник', 'link'=>'?'),
    array('id'=>29, 'name'=>'Борис Филатов', 'org'=>'Министерство Культуры', 'link'=>'?'),
    array('id'=>30, 'name'=>'Генадій Москаль', 'org'=>'Голова ТОВ "Українське Еко Пиво"', 'link'=>'?'),
);

/**
 * candidates switch
 */
$candidates = $candidates_test;

