<?php include("header.php"); ?>

<br>

<p>
    Громадська рада при Національному агентстві з питань виявлення, розшуку та управління активами,
    одержаними від корупційних та інших злочинів (АРМА) формується у складі дев’яти осіб
    на підставі результатів конкурсу.
</p>

<p>
    Конкурс з обрання членів Громадської ради проводиться шляхом відкритого рейтингового
    інтернет-голосування громадян, які проживають на території України.
</p>
<!--
<h2 style="color:#f33">Це тестове голосування за несправжніх кандидатів</h2>
-->
<h2 class="space-top">Порядок голосування і оголошення результатів</h2>

<p>
    Інтернет-голосування за кандидатів до складу Громадської ради відбудеться 
    на офіційному веб-сайті Національного агентства (arma.gov.ua) 20 січня 2020 року, 
    протягом 12 годин, з 09.00 години до 21.00 години.
</p>

<p>
    Будь-який громадянин, який проживає на території України, може взяти участь в інтернет-голосуванні.
    Під час участі в інтернет-голосуванні громадянин може проголосувати один раз, обравши не більше 9 
    кандидатів з-поміж 15 претендентів.
</p>

<p>
    Обраними до складу Громадської ради за результатами рейтингового інтернет-голосування вважаються 
    дев'ять кандидатів, які набрали найбільшу кількість голосів.
</p>

<p>
    З метою запобігання повторного голосування, бажаючим взяти участь в рейтинговому інтернет-голосуванні
	необхідно буде підтвердити адресу своєї електронної пошти та номер мобільного телефону
    (українського GSM оператора). На проходження перевірок і обрання кандидатів відводиться
    <b>15 хвилин</b>. Якщо ви не встигли проголосувати — спробу можна повторити за 5 хвилин.
</p>

<p>
    Наказ про затвердження складу Громадської ради разом з оголошенням про результати інтернет-голосування 
    із зазначенням кількості голосів, поданих за кожного кандидата, оприлюднюються на веб-сайті, на якому 
    проводилось інтернет-голосування, на наступний день після його видання.
</p>

<p>
    Звіт Конкурсної комісії за результатами аналізу поданих громадськими об’єднаннями документів щодо їх 
    відповідності передбаченим вимогам від 14.01.2020 
    <a href="https://arma.gov.ua/files/general/2020/01/15/20200115172729-38.pdf" target="_blank">доступний за посиланням (PDF)</a>.
</p>

<p>
    Перелік кандидатів, які допускаються до участі в інтернет-голосуванні та їх документи 
    <a href="https://arma.gov.ua/pages/perelik-candidate-do-skladu-grom-rady" target="_blank">доступні за посиланням</a>.
</p>

<h2 class="space-top">Відкритість і прозорість голосування</h2>

<p>
    Протокол голосування з частково закодованими даними доступний протягом всього часу голосування.
	Кожен, хто проголосує, може знайти і перевірити запис про власний вибір. Повний протокол з частково
	знеособленими даними буде опубліковано відразу після завершення голосування.
</p>

<br>

<ul>
    <li><a href="public/hashed_report.txt">Протокол голосування</a> з частково закодованими даними.</li>
    <br>
    <li><a href="public/public_report.txt">Повний протокол голосування</a> з частково знеособленими даними.</li>
    <br>
    <li><a href="pre_results.html">Попередні результати голосування</a> сформовані автоматично на основі відкритого протоколу.</li>
    <br>
    <li><a href="check.php">Форма для пошуку</a> власного голосу в закодованому протоколі голосування.</li>
</ul>

<br>

<div class="candidates_list" style="display:none">
  <h2>Список кандидатів до складу Громадської ради</h2>
  <div class="table-responsive">
  <table class="table table-striped candidates_table">
    <thead>
      <tr>
        <th>№, П.І.Б.</th>
        <th>Громадське об’єднання</th>
        <th>Досьє</th>
      </tr>
    </thead>
    <tbody>
    <?= candidates_table(); ?>
    </tbody>
  </table>
  </div>
  <br>
</div>

<div class="well text-center">
    <a href="#" class="button-inverse show-candidates">Cписок кандидатів</a>
    <a href="step1.php" class="button-default">Розпочати голосування</a>
</div>

<?php include("footer.php"); ?>
