<?php include("header.php"); ?>

<br>

<p>
    Громадська рада при Національному агентстві з питань запобігання корупції формується
    у складі 15 осіб відповідно до результатів відкритого та прозорого конкурсу.
</p>

<p>
    Конкурс з формування складу Громадської ради проводиться шляхом відкритого рейтингового
    інтернет-голосування громадян, які проживають на території України відповідно до
    Закону України «Про запобігання корупції» та Порядку проведення конкурсу з формування
    складу Громадської ради при Національному агентстві з питань запобігання корупції»,
    затвердженого <a target="_blank" href="https://zakon.rada.gov.ua/laws/show/952-2019-%D0%BF">
    постановою Кабінету Міністрів України від 20 листопада 2019 року № 952</a>.
</p>

<h2 style="color:#f33">Це тестове голосування за несправжніх кандидатів</h2>

<h2 class="space-top">Порядок голосування і оголошення результатів</h2>

<p>
    Рейтингове інтернет-голосування за кандидатів в члени Громадської ради при Національному агентстві
    з питань запобігання корупції проводиться
</p>
<p>
    <b>3 червня 2020 року і триває протягом 12 годин з 8:00 до 20:00</b>.
</p>

<p>
    Будь-який громадянин, який проживає на території України, може взяти участь в рейтинговому
    інтернет-голосуванні. Участь в такому голосуванні є безкоштовною.
</p>

<p>
    Для того, щоб взяти участь в голосуванні необхідно пройти процедуру реєстрації. Дана процедура
    передбачає три етапи:
</p>

<p>
    <b>Крок 1</b>. Реєстрація на даній сторінці інтернет-голосування, де особа вказує адресу
    персональної електронної пошти та персональний мобільний номер телефону.
</p>

<p>
    <b>Крок 2</b>. На вказану електронну пошту особі має надійти лист із кодом підтвердженням  реєстрації.
    Код необхідно ввести на сторінці реєстрації.
</p>

<p>
    <b>Крок 3</b>. Після вводу коду, що міститься в листі електронної пошти, на вказаний особою мобільний номер
    ураїнського GSM оператора надійде смс повідомлення з кодом. Даний код також необхідно вказати у відповідно
    полі системи реєстрації. Після підтвердження коду, реєстрація буде завершена і особа зможе проголосувати.
</p>

<p>
    Під час участі в рейтинговому інтернет-голосуванні громадянин може проголосувати один раз не більше
    ніж за 15 кандидатів. Обраними до складу Громадської ради за результатами рейтингового інтернет-голосування
    вважаються 15 кандидатів, які набрали найбільшу кількість голосів.
</p>

<p>
    За результатами конкурсу з формування складу Громадської ради Голова Національного агентства з питань
    запобігання корупції протягом 10 робочих днів з дня проведення голосування видає наказ про затвердження
    складу Громадської ради.
</p>

<p>
    Відповідний наказ разом з оголошенням про результати рейтингового інтернет-голосування із зазначенням
    кількості голосів, поданих за кожного кандидата, оприлюднюється на офіційному вебсайті Національного
    агентства з питань запобігання корупції на наступний робочий день після його видання.
</p>

<p>
    Перелік кандидатів, які допускаються до участі в інтернет-голосуванні та їх документи
    <a href="https://nazk.gov.ua/uk/novyny/perelik-kandydativ-do-gromadskoyi-rady/"
    target="_blank">доступні для ознайомлення за посиланням</a>.
</p>

<h2 class="space-top">Відкритість і прозорість голосування</h2>

<p>
    Протокол голосування з частково закодованими даними доступний протягом всього часу голосування.
    Кожен хто проголосував може знайти і перевірити в ньому запис про власний вибір.
    Повний протокол з частково знеособленими даними буде опубліковано одразу після завершення голосування.
</p>

<br>

<ul>
    <li><a href="public/hashed_report.txt">Протокол голосування</a> з частково закодованими даними.</li>
    <br>
    <li><a href="public/public_report.txt">Повний протокол голосування</a> з частково знеособленими даними.</li>
    <br>
    <!--
    <li><a href="pre_results.html">Попередні результати голосування</a> сформовані автоматично на основі відкритого протоколу.</li>
    <br>
    -->
    <li><a href="check.php">Форма для пошуку</a> власного голосу в закодованому протоколі голосування.</li>
</ul>

<br>

<div class="candidates_list" style="display:none">
  <h2>Список кандидатів до складу Громадської ради</h2>
  <div class="table-responsive">
  <table class="table table-striped candidates_table">
    <thead>
      <tr>
        <th>№, П.І.Б.</th>
        <th>Громадське об’єднання</th>
        <th>Досьє</th>
      </tr>
    </thead>
    <tbody>
    <?= candidates_table(); ?>
    </tbody>
  </table>
  </div>
  <br>
</div>

<div class="well text-center">
    <a href="#" class="button-inverse show-candidates">Кандидати</a>
    <a href="step1.php" class="button-default">Розпочати голосування</a>
</div>

<?php include("footer.php"); ?>
