<?php include("header.php"); ?>

<p>
    Рада громадського контролю формується у складі 15 осіб, відібраних за результатами конкурсу.
    Конкурс з формування складу Ради громадського контролю проводиться шляхом рейтингового
    Інтернет-голосування громадян, які проживають на території України.
</p>

<p>
    Довибори до Ради громадського контролю проводяться на місця тих членів, повноваження яких
    достроково припинені (5 осіб), згідно Положення про порядок формування Ради громадського контролю
    при Національному бюро, затвердженого Указом Президента України від 15 травня 2015 року № 272
    «Питання Ради громадського контролю при Національному антикорупційному бюро України».
</p>


<h2 class="space-top">Порядок голосування і оголошення результатів</h2>

<p>
    Рейтингове Інтернет-голосування проводиться протягом 12 годин через веб-сайт
    Національного антикорупційного бюро України &mdash; <b>4 серпня 2016 року з 9:00 до 21:00</b>.
</p>

<h2 style="color:#f33">Це тестове голосування за несправжніх кандидатів</h2>

<p>
    Будь-який громадянин, який проживає на території України, має право взяти участь у рейтинговому
    Інтернет-голосуванні. Кожен виборець може проголосувати лише один раз і не більше ніж за п'ятнадцять кандидатів.
</p>

<p>
    Обраними до складу Ради громадського контролю за результатами рейтингового Інтернет-голосування
    вважаються п'ятнадцять кандидатів, які набрали найбільшу кількість голосів.
</p>

<p>
    З метою запобігання повторного голосування, бажаючим прийняти участь в рейтинговому Інтернет-голосуванні
    буде запропоновано пройти ряд перевірок, підтвердити адресу своєї електронної пошти та номер мобільного телефону.
    На проходження перевірок і обрання кандидатів відводиться <b>15 хв</b>. Якщо Ви не встигли проголосувати,
    спробу можна повторити за 5 хв.
</p>

<p>
    За результатами конкурсу з формування складу Ради громадського контролю Директор Національного
    антикорупційного бюро України розміщує на офіційному веб-сайті Національного антикорупційного
    бюро України оголошення про результати рейтингового голосування із зазначенням кількості голосів,
    поданих за кожного кандидата.
</p>

<h2 class="space-top">Відкритість і прозорість голосування</h2>

<p>
    Протокол голосування з частково закодованними данними доступний протягом всього часу голосування.
    Кожен проголосувавший може знайти і перевірити в ньому запис про власний вибір. Повний протокол
    з частково знеособленними данними буде опубліковано одразу після завершення голосування.
</p>

<ul>
    <li><a href="public/hashed_report.txt">Протокол голосування</a> з частково закодованими даними</li>
    <li><a href="public/public_report.txt">Повний протокол голосування</a> з частково знеособленними данними</li>
</ul>

<br>

<div class="candidates_list" style="display:none">
  <h2>Список кандидатів у Раду громадського контролю</h2>
  <table class="table table-striped candidates_table">
    <thead>
      <tr>
        <th>П.І.Б.</th>
        <th>Громадське об’єднання</th>
        <th>Досьє</th>
      </tr>
    </thead>
    <tbody>
    <?= candidates_table(); ?>
    </tbody>
  </table>
  <br>
</div>

<div class="well text-center">
    <a href="#" class="btn btn-lg btn-default show-candidates">Cписок кандидатів</a>
    <a href="step1.php" class="btn btn-lg btn-primary">Розпочати голосування</a>
    <!--
    <a href="check.php" class="btn btn-lg btn-info">Перевірити свій голос</a>
    -->
</div>

<?php include("footer.php"); ?>
