<?php include("header.php"); ?>

<p class="lead">
    За кандидатів на обрання до складу Громадської ради
    при Міністерстві охорони здоров'я України.
</p>

<!--
<p class="quotes-indent">
    &ldquo;Склад громадської ради формується на установчих зборах шляхом рейтингового
    голосування за осіб, які особисто присутні на установчих зборах та кандидатури яких
    внесені інститутами громадянського суспільства.&rdquo;
    &mdash; <i>Постанова Кабінету Міністрів України від 03.11.2010 р. N 996</i>
</p>
-->

<h2 style="color:#f33">Голосування розпочнеться 27 квітня 2017 року</h2>


<h2 class="space-top">Порядок голосування і оголошення результатів</h2>

<p>
    Рейтингове інтернет-голосування проводиться протягом 24 годин через веб-сайт МОЗ України
</p>

<p>
    Будь-який громадянин (особа), який проживає на території України, може взяти участь
    у рейтинговому інтернет-голосуванні. Під час участі в рейтинговому інтернет-голосуванні
    особа може проголосувати за одного або декількох кандидатів але не більше ніж визначений
    кількісний склад Громадської ради. Особа має право проголосувати лише один раз.
</p>

<p>
    Обраними до складу Громадської ради за результатами рейтингового інтернет-голосування
    вважаються кандидати, які набрали найбільшу кількість голосів.
</p>

<p>
    З метою запобігання повторного голосування, бажаючим прийняти участь в рейтинговому
    інтернет-голосуванні буде запропоновано пройти ряд перевірок, підтвердити адресу своєї
    електронної пошти та номер мобільного телефону.
</p>

<p>
    На проходження перевірок і обрання кандидатів відводиться <b>15 хв</b>. Якщо за відведений
    час проголосувати не вдалось, спробу можна повторити після паузи в 5 хв.
</p>

<h2 class="space-top">Відкритість і прозорість голосування</h2>

<p>
    Важливою частиною голосування є забезпечення відкритості голосування і прозорості
    підрахунку голосів. Для цього протокол голосування доступний протягом всього часу голосування.
    Кожен, хто проголосував, може знайти в ньому запис про власний вибір. Повний (розкодований)
    протокол з частково знеособленними данними буде опубліковано на цій сторінці одразу після
    завершення голосування.
</p>

<ul>
    <li><a href="verify.php">Форма перевірки</a> власного голосу</li>
    <li><a href="public/hashed_report.txt">Протокол голосування</a> з закодованими даними
        (після завершення голосування протокол буде розкодовано)</li>
    <!--
    <li><a href="public/public_report.txt">Повний протокол голосування</a> (розкодований)
    -->
</ul>

<br>
<br>

<div class="well text-center">
    <a href="start.php" class="btn btn-lg btn-success">Ознайомитись з кандидатами</a>
</div>

<script>
// check and force SSL
setTimeout(function() {
  var href = window.location.href,
  if (href.indexOf('http://gromrada.moz.gov.ua') === 0) {
    $.ajax({
      url: 'https://gromrada.moz.gov.ua/robots.txt',
      success: function(){
        window.location = window.location.href.replace(/^http:/, 'https:');
      },
    });
  }
}, 500);
</script>

<?php include("footer.php"); ?>
