<?php include("header.php"); ?>

<p>
    Рада громадського контролю формується у складі 15 осіб, відібраних за результатами конкурсу.
    Конкурс з формування складу Ради громадського контролю проводиться шляхом рейтингового
    Інтернет-голосування громадян, які проживають на території України.
</p>

<h2 class="space-top">Порядок голосування і оголошення результатів</h2>

<p>
    Рейтингове Інтернет-голосування проводиться протягом 12 годин через веб-сайт
    Національного антикорупційного бюро України &mdash; <b>31 травня 2017 року з 9:00 до 21:00</b>.
</p>

<!--
<h2 style="color:#f33">Це тестове голосування за несправжніх кандидатів</h2>
-->

<p>
    Будь-який громадянин, який проживає на території України, має право взяти участь у рейтинговому
    Інтернет-голосуванні. Кожен виборець може проголосувати лише один раз і не більше ніж за п'ятнадцять кандидатів.
</p>

<p>
    Обраними до складу Ради громадського контролю за результатами рейтингового Інтернет-голосування
    вважаються п'ятнадцять кандидатів, які набрали найбільшу кількість голосів.
</p>

<p>
    З метою запобігання повторного голосування, охочим взяти участь в рейтинговому Інтернет-голосуванні
	необхідно буде підтвердити адресу своєї електронної пошти та номер мобільного телефону (українського GSM оператора). На проходження перевірок
	і обрання кандидатів відводиться <b>15 хв</b> хвилин. Якщо Ви не встигли проголосувати — спробу можна повторити за 5 хвилин.
</p>

<p>
    За результатами конкурсу з формування складу Ради громадського контролю на офіційному веб-сайті НАБУ
	розміщується оголошення про результати рейтингового голосування із зазначенням кількості голосів, поданих за кожного кандидата.
</p>

<h2 class="space-top">Відкритість і прозорість голосування</h2>

<p>
    Протокол голосування з частково закодованими даними доступний протягом всього часу голосування.
	Кожен, хто проголосує, може знайти і перевірити запис про власний вибір. Повний протокол з частково
	знеособленими даними буде опубліковано одразу після завершення голосування.
</p>

<ul>
    <li><a href="public/hashed_report.txt">Протокол голосування</a> з частково закодованими даними.</li>
    <li><a href="public/public_report.txt">Повний протокол голосування</a> з частково знеособленими даними.</li>
    <li><a href="check.php">Форма для пошуку</a> власного голосу в протоколі голосування.</li>
</ul>

<br>

<div class="candidates_list" style="display:none">
  <h2>Список кандидатів у Раду громадського контролю</h2>
  <table class="table table-striped candidates_table">
    <thead>
      <tr>
        <th>П.І.Б.</th>
        <th>Громадське об’єднання</th>
        <th>Досьє</th>
      </tr>
    </thead>
    <tbody>
    <?= candidates_table(); ?>
    </tbody>
  </table>
  <br>
</div>

<div class="well text-center">
    <a href="#" class="btn btn-lg btn-default show-candidates">Cписок кандидатів</a>
<!--
    <a href="step1.php" class="btn btn-lg btn-primary">Розпочати голосування</a>
-->
</div>

<?php include("footer.php"); ?>
