<?php include("header.php"); ?>

<p>
    Громадська рада при Національному агентстві з питань виявлення, розшуку та управління активами,
    одержаними від корупційних та інших злочинів (АРМА) формується у складі дев’яти осіб
    на підставі результатів конкурсу.

    Конкурс з формування персонального складу Громадської ради проводиться шляхом відкритого
    рейтингового інтернет-голосування громадян, які проживають на території України.
</p>

<h2 style="color:#f33">Це тестове голосування за несправжніх кандидатів</h2>

<h2 class="space-top">Порядок голосування і оголошення результатів</h2>

<p>
    Інтернет-голосування за кандидатів до складу Громадської ради
    відбудеться на офіційному веб-сайті Національного агентства (www.arma.gov.ua)
    15 лютого 2018 року, протягом 12 годин, <b>з 09.00 години до 21.00 години</b>.
</p>

<p>
    Будь-який громадянин, який проживає на території України, може взяти участь в інтернет-голосуванні.
    Під час участі в інтернет-голосуванні громадянин може проголосувати не більш як за дев’ять кандидатів.
</p>

<p>
    Обраними до Громадської ради за результатами інтернет-голосування вважаються кандидат(и),
    які набрали найбільшу кількість голосів.
</p>

<p>
    З метою запобігання повторного голосування, бажаючим взяти участь в рейтинговому Інтернет-голосуванні
	необхідно буде підтвердити адресу своєї електронної пошти та номер мобільного телефону
    (українського GSM оператора). На проходження перевірок і обрання кандидатів відводиться
    <b>15 хвилин</b>. Якщо Ви не встигли проголосувати — спробу можна повторити за 5 хвилин.
</p>

<p>
    Наказ про затвердження складу Громадської ради разом з оголошенням про результати інтернет-голосування
    із зазначенням кількості голосів, поданих за кожного кандидата, оприлюднюються на веб-сайті,
    на якому проводилось інтернет-голосування, на наступний день після його видання.
</p>

<h2 class="space-top">Відкритість і прозорість голосування</h2>

<p>
    Протокол голосування з частково закодованими даними доступний протягом всього часу голосування.
	Кожен, хто проголосує, може знайти і перевірити запис про власний вибір. Повний протокол з частково
	знеособленими даними буде опубліковано одразу після завершення голосування.
</p>

<ul>
    <li><a href="public/hashed_report.txt">Протокол голосування</a> з частково закодованими даними.</li>
    <li><a href="public/public_report.txt">Повний протокол голосування</a> з частково знеособленими даними.</li>
    <li><a href="public/pre_results.html">Попередні результати голосування</a> сформовані автоматично на основі відкритого протоколу.</li>
    <br>
    <li><a href="check.php">Форма для пошуку</a> власного голосу в закодованному протоколі голосування.</li>
</ul>

<br>

<div class="candidates_list" style="display:none">
  <h2>Список кандидатів у Громадську раду</h2>
  <div class="table-responsive">
  <table class="table table-striped candidates_table">
    <thead>
      <tr>
        <th>№, П.І.Б.</th>
        <th>Громадське об’єднання</th>
        <th>Досьє</th>
      </tr>
    </thead>
    <tbody>
    <?= candidates_table(); ?>
    </tbody>
  </table>
  </div>
  <br>
</div>

<div class="well text-center">
    <a href="#" class="button-inverse show-candidates">Cписок кандидатів</a>
    <a href="step1.php" class="button-default">Розпочати голосування</a>
</div>

<?php include("footer.php"); ?>
