<?php include("header.php"); ?>

<p class="lead">
    За кандидатів на обрання до складу Ради громадського контролю при Державному бюро розслідувань.
</p>

<blockquote>
<p>
    Рада формується у складі 15 осіб, відібраних за результатами відкритого та прозорого конкурсу.
</p>
<p>
    Конкурс з формування складу Ради проводиться шляхом рейтингового інтернет-голосування громадян,
    які проживають на території України.
</p>
<p>
    &mdash; <i>Постанова Кабінету Міністрів України від 20 грудня 2017 р. № 1086 (зі змінами)</i>
</p>
</blockquote>

<p>
    Список кандидатів cкладений на підставі
    <a href="https://dbr.gov.ua/news/zvit-upovnovazhenikh-osib-na-priyom-i-rozglyad-podanikh-dlya-uchasti-v-konkursi-z-formuvannya-skladu-rgk-pri-dbr-dokumentiv">Звіту уповноважених осіб</a> на прийом і розгляд поданих для участі в конкурсі з формування складу РГК при ДБР документів
    (<a href="https://dbr.gov.ua/sites/default/files/1111/zvit_RGK.PDF">PDF</a>).
</p>

<h2 class="space-top">Порядок голосування і оголошення результатів</h2>

<p>
    Рейтингове інтернет-голосування проводиться через офіційний веб-сайт Державного бюро розслідувань
    і триває протягом 24 годин,
</p>
<p>
    з <b>15:00</b> четверга 3 жовтня до <b>15:00</b> п'ятниці 4 жовтня 2019 року.
</p>
<br>
<p>
    Будь-який громадянин, який проживає на території України, може взяти участь в рейтинговому
    інтернет-голосуванні. Під час участі в рейтинговому інтернет-голосуванні громадянин може
    проголосувати один раз не більше ніж за 15 кандидатів.
</p>

<p>
    Обраними до складу Ради за результатами рейтингового інтернет-голосування вважаються 15 кандидатів,
    які набрали найбільшу кількість голосів.
</p>

<p>
    З метою запобігання повторного голосування, бажаючим прийняти участь в рейтинговому
    інтернет-голосуванні буде запропоновано пройти ряд перевірок, підтвердити адресу своєї
    електронної пошти та номер мобільного телефону (українського GSM оператора).
</p>

<p>
    На проходження перевірок і обрання кандидатів відводиться <b>15 хвилин</b>. Якщо за відведений
    час проголосувати не вдалось, спробу можна повторити після паузи в 5 хв.
</p>

<h2 class="space-top">Відкритість і перевіряємість голосування</h2>

<p>
    Важливою частиною голосування є забезпечення відкритості голосування і перевіряємість
    підрахунку голосів. Для цього частково закодований протокол голосування доступний протягом
    всього часу голосування. Кожен, хто проголосував, може знайти в ньому запис про власний вибір.
    Повний (розкодований) протокол з частково знеособленними данними буде опубліковано на цій
    сторінці одразу після завершення голосування.
</p>

<ul>
    <li><a href="public/hashed_report.txt">Протокол голосування</a> з закодованими даними
        (після завершення голосування протокол буде розкодовано)</li>
    <li><a href="public/public_report.txt">Повний протокол голосування</a> (розкодований)
    <li><a href="verify.php">Форма для пошуку</a> та перевірки власного голосу в закодованному протоколі.</li>
</ul>

<br>

<div class="candidates_list" style="display:none">
  <h2>Список кандидатів у Раду громадського контролю</h2>
  <table class="table table-striped candidates_table">
    <thead>
      <tr>
        <th>П.І.Б.</th>
        <th>Громадське об’єднання</th>
        <th>Досьє</th>
      </tr>
    </thead>
    <tbody>
    <?= candidates_table(); ?>
    </tbody>
  </table>
  <br>
</div>

<div class="well text-center">
    <a href="#" class="btn btn-lg btn-default show-candidates">Cписок кандидатів</a>
    <a href="step1.php" class="btn btn-lg btn-primary">Розпочати голосування</a>
</div>

<?php include("footer.php"); ?>
